<div>
	<h2>Far Manager&nbsp;&#151; что это?</h2>
	<p><table width="100%" border="0" cellpadding="0" cellspacing="0">
	<tr>
		<td width="70%" valign=top>
			<p>Far Manager&nbsp;&#151; консольный файловый менеджер для операционных систем <acronym title="2000/XP/2003/Vista/2008/7">семейства Windows</acronym>.
			Программа предоставляет удобный интерфейс пользователя для работы с файловыми системами (реальными и
			эмулированными) и файлами:
			<ul>
				<li>просматривать файлы и каталоги;
				<li>редактировать, копировать и переименовывать файлы;
				<li>и многое другое.
			</ul>

		</td>
	</tr>
	</table>
</div>


<div>
	<h2>Такой, каким вы хотите его видеть</h2>
	<p>Far Manager имеет многоязычный, легко настраиваемый интерфейс. Простую навигацию по файловой системе
	обеспечивают цветовое выделение и группы сортировки файлов.<p>
</div>

<div>
	<h2>Под ваши задачи</h2>
	<p>Функциональность Far Manager существенно расширяется за счет внешних подключаемых <acronym title="динамически загружаемая библиотека Windows">DLL</acronym>-модулей&nbsp;&#151;
	<a class="body_link" href="plugins.php">плагинов</a> (этому способствует набор специальных интерфейсов&nbsp;&#151;
	<a class="body_link" href="https://api.farmanager.com">Plugins&nbsp;API</a>). Например, работа с архивами, FTP-клиент, временная панель
	и просмотр сети реализованы с помощью плагинов, включенных в стандартную поставку Far Manager.
</div>
