<div>
	<h2>Обзор возможностей подключаемых модулей</h2>

	<p>Оболочка Far Manager настолько тесно слилась со своими плагинами, что говорить о ней и не говорить о плагинах просто бессмысленно. Плагины неимоверно расширяют возможности Far Manager, дополняя их и модифицируя.

	<p>Не вдаваясь в подробности и персоналии, можно отметить только некоторые из этих возможностей:

	<ul>
	<li>управление принтерами, как подключенными к ПК, так и сетевыми
	<li>подсветка синтаксиса в исходных текстах программ
	<li>работа с FTP-серверами (с поддержкой доступа через различные типы прокси, автоматической докачкой и прочее)
	<li>поиск и замена символов одновременно во множестве файлов с применением регулярных выражений.
	<li>средства переименования групп файлов с возможностью использования сложных составных масок из символов подстановки и шаблонов
	<li>NNTP/SMTP/POP3/IMAP4 клиенты и отправка сообщений на пейджер
	<li>работа при нестандартных размерах текстового экрана
	<li>перекодировка текстов с учетом национальных кодовых таблиц
	<li>манипуляции с содержимым корзины
	<li>управление приоритетами процессов на локальном или на сетевом ПК
	<li>автозавершение слов в редакторе и работа с шаблонами
	<li>редактирование системного реестра Windows
	<li>создание и изменение ярлыков Windows
	<li>всевозможные манипуляции с файлами и текстом, делающие комфортной работу с FIDO
	<li>кодирование и декодирование файлов в формате UUE
	<li>управление программой WinAmp и модификация комментариев MP3-файлов
	<li>обработка Quake PAK файлов
	<li>Работа с различными серверами через ODBC + работа с серверами ORACLE через OCI.
	<li>управление службой RAS
	<li>запуск внешних программ (компиляторов, конверторов и проч.) при редактировании текстов в редакторе Far
	<li>отображение содержимого файлов справки Windows (.hlp и .chm)
	<li>калькуляторы с разными возможностями
	<li>различные игры
	<li>функции проверки орфографии при обработке текста в редакторе Far
	<li>подготовка каталога сменных накопителей и многое другое...
	</ul>

	<h2>Где достать плагины?</h2>

	<p>Перечислять все функции, которые обеспечивает Far Manager и его плагины, бесполезно, поскольку их перечень постоянно увеличивается. В качестве источников информации, которые можно использовать для поиска конкретных плагинов, можно порекомендовать:

	<ul>
		<li><b>форум</b><br>
		<a class="body_link" href="https://forum.farmanager.com/viewforum.php?f=11" target="_blank">https://forum.farmanager.com</a><br><br>

		<li><b>сайт PlugRinG</b><br>
		<a class="body_link" href="https://plugring.farmanager.com" target="_blank">https://plugring.farmanager.com</a><br><br>
	</ul>
</div>
